// data3.js - Links Dataset
var data2 = `Iक्रमशः संख्या,पुस्तकको नाम/लेखक,विषय,भाषा / संस्करण मिति
००१,Muna Madhan/laxmi prasad devakotas,Katha,English /2001
००२,तरुण तपसी कवि लेखनाथ पौडेल,नव्यकाव्य,नेपाली/बाह्रौ संस्करण २०६२
००३,बुङग्मतीको सांस्कृतिक सम्पदाहरु (पुरातत्व विभाग),सस्कृति सम्बन्धि,नेपाली २०५९
००४,नेपाली जनजीवन (नगेन्द्र शर्मा),सस्कृति सम्बन्धि,नेपाली/२०६३साझा प्रकाशन
००५,Translation and international,Naryan prasad Wagle,English/2007
००६,नेपाल परिचय,सुचना तथा प्रसारणविभाग,नेपाली/२०८१ असार
००७,राज्याभिषेकविधानम्(बुद्धिसागर पराजुली),राष्टियताभिलेखायः,नेपाली/वि.स. २०३१
००८,"मन्त्र, यन्त्र साधना र सिद्धि(उद्धवकुमार घिमिरे)",धार्मिक सम्बन्धी,नेपाली/२०६३बुबाले किनुभएको
०१०,आचार्य बिष्णुगुप्त चाणक्य(बिनोद प्र घिताल),एतिहासिक उपन्यास,नेपाली/२०५७
०११,नेपालको राजनैतिक ईतिहास(पुरुषोत्तम बाँस्कोटा,राजनीतिक सम्बन्धी,नेपालीमा/२०५५
०१२,नेपाली समालोचना (घनश्याम कँडेल),नेपाली विषय,नेपाली /२०७०
०१३,नेपालको प्राचिन र मध्यकालिन ईतिहास (प्रा.डा. श्रीरामप्रसाद उपाध्याय),ईतिहास सम्बन्धी,नेपाली /२०७३ छैठौ संस्करण
च च,नेपाली चाडपर्व (सत्यमोहन जोशी),सस्कृति सम्बन्धि,नेपाली/२०७३साझा प्रकाशन
०१५,भागवत् को उज्जवल सार (स्कोन),धार्मिक सम्बन्धी,नेपाली/२०७४शिव प्र. आचार्य
०१६,Elementary  Sociology & Anthropology (Sajal Bhattarai),समाजशास्त्र,English /२०६०
०१७,Gender and Feminist Studies (Surokshya Manandhar),मानवशास्त्र,English /2011
०१८,शासन प्रणाली,अधिकृत,नेपाली/२०७०
०१९,हिन्दु धर्मको क ख ग (कुलशेखर शर्मा),धार्मिक सम्बन्धी,नेपाली/२०५९
०२०,पश्विम नेपालका मूर्ति र स्थापत्य (मोहन प्र.खनाल),धार्मिक सम्बन्धी,नेपाली/२०५५
०२१,Anthropology of Nepal (Dor bahadur bista),मानवशास्त्र,English/2015
०२२,Tourists & Tourism (Ramesh raj Kunwar),संस्कृति सम्बन्धि,English/2017
०२३,विश्वको ईतिहास (श्रीराम प्रसाद उपाध्याय),ईतिहास सम्बन्धी,नेपाली/२०७०
०२४,नेपालीको इतिहास (मनहरि ढकाल),ईतिहास सम्बन्धी,नेपाली/२०६७
०२५,नेपाल (सिल्भाँ लेभी),ईतिहास सम्बन्धी,नेपाली अनुवास/२०१३
०२६,नेपालको किल्ला वास्तुकला (डिल्लीराज शर्मा),ईतिहास सम्बन्धी,नेपाल/२०५५
०२७,नेपाली समाज र संस्कृति,धार्मिक सम्बन्धी,नेपाली/२०६१
०२८,आधुनिक नेपालको राजनैतिक ईतिहास(तुलसिराम वैध र तिर्थप्रसाद मिश्र),ईतिहास सम्बन्धी,नेपाली/२०५४
०२९,आर्यदर्शन (डा. गोविन्दशरण उपाध्याय),दार्शनिक (Philosophy),नेपाली/२०६६
०३०,समाकालिन भारतिय दर्शन(प्रो. लक्ष्मी सक्सेना),दार्शनिक (Philosophy),हिन्दी/२००५
०३१,"God,Goddesses and Ritual Objects(Jnan Bahadur Sakya)",धार्मिक सम्बन्धी,English/2000
०३२,पश्चिम नेपालका प्रख्यात मस्ट(विनय रिजाल),धार्मिक सम्बन्धी,नेपाली/२०७५
०३३,The Heritage of Words(bastakoti),10+2 BooK,English/2055
०३४,नेपाली कला  वास्तुकला र प्रतिमालक्षण(डा.गणेश क्षेत्री),संस्कृति सम्बन्धि,नेपाली/२०६०
०३५,बाईसी राज्यको ऐतिहासिक रुपरेखा(राजाराम सुबेदी),ईतिहास सम्बन्धी,नेपाली/२०५५
०३६,सेतो बाघ (डायमनशमशेर राणा),उपन्यास,नेपाली /२०६७
०३७,गौतम बुद्ध (रोशन दाहाल),जीवनी एवं दर्शन,नेपाली/२०६९
०३८,माधवी (मदनमणि दीक्षित),उत्तरवैदिककालिन उपन्यास,नेपाली/२०६७
०३९,साहित्यशास्त्र र नेपाली समालोचना (पारसमणी भण्डारी र माधवप्रसाद पौडेल),नेपाली,नेपाली/२०६६
०४०,पुण्य नेपाली+संस्कृत+अंङ्ग्रेजी शब्दकोश(पुण्य निरौला),शब्दकोश,नेपाली+संस्कृत+अंङ्ग्रेजी/२०१०
०४१,बाइसी तथा चौबीसी राज्यहरुको ईतिहास    (डा. बम बहादुर अधिकारी),ईतिहास सम्बन्धी,नेपाली/२०७३
०४२,"नेपालको पुरातत्व, कला,र पर्यटन (डा.प्रेमकुमार खत्री गंगा खरेल)",संस्कृती सम्बन्धी,नेपाली/२०५५
०४३,आधुनिक दर्शनका वैक्यनिक इतिहास (जगदिश सहाय श्रीवास्तव),भारतीय ईतिहास,हिन्दी/२००५
०४४,नेपालमा समाजशास्त्र तथा मानवशास्त्र(बलराम आचार्य),समाजशास्त्र,नेपाली/२०६३
०४५,Indian Philosophy (M. Hiriyanna),दर्शन,English/2005
०४६,Think on These Thinkgs  (J. Krishnamurti),संस्कृती सम्बन्धी,English/2007
०४७,A Philosophical Analysis of Buddhist Notions( A.D.P.kalanusuriya,धार्मिक सम्बन्धी,English/1987
०४८,मानव सभ्यताको ऐतिहासिक (प्रेमकुमार खत्री),मानवशास्त्र सम्बन्धी,नेपाली/२०५५
०४९,ठिमी (चपाचो र बालकुमारी) को सांस्कृतिक सम्पदाहरु),सांस्कृती सम्बन्धी,नेपाली/२०६०
०५०,जुम्ला राज्यको ईतिहास(डा.सुर्यमणि अधिकारी),ईतिहास सम्बन्धी,नेपाली /२०५५
०५१,काठमाडौ उपत्याकाका बस्तीहरु(डा.गोपाल धोबन्जार),ऐतिहासीक,नेपाली/२०६८
०५२,विजय शब्द बिम्ब (डा.जगदिश्वन्द्र भण्डारी),कविता संग्रह,नेपाली/२०६३
०५३,पन्चतन्त्रका कथाहरु (कपिलमणि क्गयवाली),कथाहरु,नेपालीमा/२०६२
०५४,हिन्दु सामाजिक संगठनको प्रारुप (वासु बराल),समाजशास्त्र सम्बन्धी,नेपाली/२०५०
०५५,Abnormal Psychology (james D  page),मनोविक्यान,English/1970
०५६,जनसंख्या अध्ययन (छविलाल आचार्य),अधिकृत,नेपाली/२०७१
०५७,अनिवार्य नेपाली (देवि नेपाली),नेपाली,नेपाली /२०६२
०५८,जीवन जिउने काइदा (जिवनकुमार प्रसाइ),स्वास्थ्य शिक्षा,नेपाली /सन्२०१५
०५९,नेपालका दार्शनिकहरु (अभय शर्मा),दर्शन सम्बन्धी,नेपाली/२०६९
०६०,टौदहका कथाहरु (बिनय कसजु),बालकथा संग्रह,नेपाली/२०७०
०६१,नियमित आकस्मिकता (बालकृष्ण सम),दार्शानिक चिन्तन,नेपाली/२०६३
०६२,क्यानभासका तरङ्गहरु (क्गयानेन्द्र विवश),कला निबन्ध,नेपाली/२०५५
०६३,प्रारम्भिक बुद्द शिक्षा परिचय,सिद्धाध गौतमकको जीवनी,नेपाली/२०७३
०६४,Chess puzzles  (Martin Greif),geam,English
०६५,के खाने के नखाने,स्वास्थ्य शिक्षा,नेपाली/२०७१
०६६,गणितको ईतिहास,गणित,नेपाली/*२०६४
०६७,पप गित संग्रह,संगित,नेपाली
०६८,अर्वाचीन दर्शनका ईतिहास,ईतिहास,नेपाली/२००५
०६९,सफलताको मन्त्र (स्वेट मार्डन),,
०७०,मनोविक्यान  Psychology (गंगा पाठक),,Nepali/2059
०७१,सुकरातका पाइला(गोबिन्दराज भट्टराई),उपन्यास,नेपाली/२०६३
०७२,लक्ष्मी कवितासंङ्ग्रह (लक्ष्मीप्र. देवकोटा),कविता संग्रह,नेपाली/२०७६
०७३,Nepalese Studies Donestic plitics & foreign Affairs,राजनीतिशास्त्र,नेपाली/२०७३
०७४,Political Thought & Analysis,राजनीतिशास्त्र,नेपाली/२०७0
०७५,Giobal Governance,राजनीतिशास्त्र,नेपाली/२०७७
०७६,Comparative Government and  politics,राजनीतिशास्त्र,
०७७,Foreign police & Dimplomacy,राजनीतिशास्त्र,nepalI
०७८,Hindu Political Thought,राजनीतिशास्त्र,Nepali
०७९,Internatinal Relation,राजनीतिशास्त्र,Nepali
०८०,Nepal Foieing Policy,राजनीतिशास्त्र,Nepali
०८१,Politival Sociology,राजनीतिशास्त्र,Nepali
०८२,South Asia & South East Asia,नेपाली/२०७३ राजनीतिशास्त्र,
०८३,Organizational Behaviour and HRM,राजनीतिशास्त्र,Nepali
०८४,"Conflict,Peace & Development",राजनीतिशास्त्र,Nepali
०८५,Publice Admnistration,राजनीतिशास्त्र,Nepali
०८६,सार्वजनिक मामिला व्यवस्थापनका समकालीन पक्षहरु,जनप्रशासन (MPA),Nepali
०८७,सार्वजनिक मामिला व्यवस्थापनका समकालीन पक्षहरु Solution  (MPA),जनप्रशासन (MPA),
०८८,कुटनीति  (Diplomacy),जनप्रशासन (MPA),Nepali
०८९,अनुसन्धान पद्घति (पुष्पराज जोशी),जनप्रशासन (MPA),Nepali
०९०,Public International Law,LLB,Nepali
०९१,शहरी शासन र विकास व्यवस्थापन,जनप्रशासन (MPA),Nepali
०९२,नेपालको सामाजिक आर्थिक तथा प्रशासनिक ईतिहास,जनप्रशासन (MPA),Nepali
०९३,ग्रामिण विकास,जनप्रशासन (MPA),Nepali
०९४,सार्वजनिक प्रशासनको आधारभुत सिद्धान्त,जनप्रशासन (MPA),Nepali
०९५,अनुसन्धान पद्धति (राजकुमार अधिकारी),जनप्रशासन (MPA),Nepali/ ण२०१५
०९६,Natural Resources Management,जनप्रशासन (MPA)RD,Nepali
०९७,राजनीतिक समाजशास्त्र,जनप्रशासन (MPA),Nepali
०९८,Public Economics,जनप्रशासन (M.A),Nepali
०९९,पृथक (समिना खनाल),कविताहरु,Nepali
१००,भनसुनको देश (पार्वती राउत),कवितासंग्रह,Nepali
१०१,काठमाडौ उपत्यकाका प्रमुख उमामहेश्वर र भैरव मुर्तिहरु,डां. वींणा पौडेल,Nepali/२०६०
१०२,Spa डाईरी,शिवप्रसाद आचार्य,
१०३,लक्ष्मी कथासंङ्ग्रह (लक्ष्मीप्रसाद देवकोटा),कथासंङ्ग्रह,२०६८/१४०
१०४,मुटुनेरीको सिस्नेरी (शिव गौतम),कविता,
१०५,पुतलाको पावर (राजकुमार लामिछाने),हास्यव्यङ्ग्य-सग्रह,२०७४/७२
१०६,आफ्नो डाक्टर आफै बनौ(प्रकाश सुनुवार किरात),स्वास्थ्य सम्बन्धी,
१०७,सडक र प्रतिभा (पारिजात),कथा संग्रह,२०६३/७०
१०८,लक्ष्मी  निबन्ध संङ्ग्रह (लक्ष्मीप्रसाद देवकोटा),निबन्ध संङ्ग्रह,२०६७/२०४
१०९,राजनैतिक दार्शानिक शब्दकोश,शब्दकोश,२०५७/१५१
११०,व्याकरण दन्त्यकथा (पं रिषिभदेव शास्त्री ),दन्त्यकथा,२०५०/२७
१११,पल्पसा क्याफे (नारायण वाग्ले),उपन्यास मदनपुरस्कार बिजेता,२००८/२४५
११२,मालती मङ्गले (माधव घिमिरे),गीतिनाटक,५०
११३,भिखारी (लक्ष्मीप्रसाद देवकोटा),कविता २०६८,
११४,ktM Map,नक्सा,
११५,Ktm kingdom of Nepal,Map,990/139
११६,English-Nepal Bhasha Dictionarya,शब्दकोश,२००३/४४४
११७,Nepali-English-Sanskrit Dictionarya (basanta Kumar Sharma),शब्दकोश,२०६७/८८४
११८,जिरेल-नेपाल-अंग्रेजीश शब्दकोश,शब्दकोश,२००५/८८६
११९,तत्सम नेपाली व्युत्पति शब्दकोश (टिकादत्त बराल),शब्दकोश,२०६८/१०४५
१२०,English-English-Nepali  (Ajantas Dictionarya,शब्दकोश,802
१२१,अङ्ग्रेजी-हिन्दी शब्दकोश(फादर कामिल बुल्के),शब्दकोश,१९९४/८९२
१२२,तुलसीकी दार्शनिक शब्दवली डा.चन्द्रशेखर,शब्दकोश,१९९०/७१७
१२३,हिन्दी-अंङ्ग्रेजी शब्दकोश,शब्दकोश,१९९४/६२४
१२४,संस्कृत साहित्य इतिहास (रामसागर त्रिपाठी),साहित्य,१९९१/६२४
१२५,आजको नेपाल (हेमराज शास्त्री),नेपालको इतिहास,२०५८/८५४
१२६,Elements of Literatuara (Robert Scholes),Eassya/Drama/Film/Poems/story,1582 page
१२७,Ideas and Opinions (Albert Einstein),दर्शन सम्बन्धी,२०६४/३७६
१२८,सांख्य दर्शन (रामशंकर भट्टार्चाय),प्रवचन भाष्य,१९९४/३१५
१२९,दर्शन दिग्दर्शन (नारायणप्रसाद आचार्य),दर्शन सम्बन्धी,२०७३/६१५
१३०,पुर्ण भृगु संहिता (नारायण बराल),संहिता,२०६९/५३७
१३१,पाठ्यक्रम(curiculum),Eco.history.MPA.cul.pol.sci. officer,8 type Subject
१३२,अन्तराष्टिय विधि (सेन्ट्रल ल एजेन्सी),कानुन,१९८७/५५६-७४
१३३,विद्यालयका पुस्तकहरु,संस्कृत/भाषा/व्याकरण/ईतिहास,नेपाली/कर्मकाण्ड/विक्यान
१३४,यात्रा पत्रिका (M.E.D),पृथ्वीनारायण क्यापस,२०६९
१३५,नि.मा.वि. शिक्षक दिग्दर्शन(रामनाथ ओझा),नेपाली भाषा,२०७३
१३६,Oxford English Language,OXFord(A-Z),4 iteam
००१,श्री मुहूर्त-भास्कर (बा को सम्झना),पं. करुणानिधि शर्मा,२०५६,११०
००२,कादम्बरीसोपान्,शिवप्रसाद द्विवेदी,सन् २०११,१०४
००३,सिद्धान्तकौमुदी-दीपिका,पं.श्रीरामकिशोर त्रिपाठी,,१५०
००४,श्री कृष्ण चरित्र,रत्न पुस्तक भण्डार,,
००५,चमत्कारचिन्तामणिः,पं. हीरालाल मिश्र,सन् २०१५,४६
००६,मुहूर्त चिन्तामणि,गौरीशंकर वशिष्ठ,२०५६,२००
००७,श्री कृष्ण चरित्र (नेपालीमा),नेपाली साहित्य भण्डार,,४८
००८,षट्पञ्चाशिका,संस्कृतभाषा टिका,सन् २००३,३८
००९,मध्यसिद्धान्तकौमुदी-चन्द्रिका,आचार्य विजयामित्र शास्त्री,,३३८
०१०,पद्धविरोचित,ज्यौ. जिष्णु प्रसाद पौडेल,,१०३
०११,शिशुपालवधम् “बालबोधिनी”,श्री रामजिलाल शर्मा,,९०
०१२,तर्क संग्रहः,Sri Rmakrishna,२००५,१९७
०१३,श्रीमद्भगवत गिता,बिष्णुप्रसाद आचार्य,२०५५,१९०
०१४,वृत्तनक्षत्रमाला,शिवराज आचार्य,२०२८,३८
०१५,दशरुपकरहस्यम्,उर्मिला पाण्डेय,२०४५,८२
०१६,लग्न चन्द्रिका (दुर्गा साहित्य),(दुर्गा साहित्य),२०५७,१७६
०१७,Hindu Gods and Goddesses,Swami Harshanads,२००९,१७२
०१८,म र मेरो कर्तव्य (खप्तडबाबा),परमहंस स्वामी खप्तडबाबा,२०६०,६०
०१९,सति सावित्री,सिग्देल प्रकाशन,२००४,४८
०२०,स्वामी विवेकानन्द (जिवनी),स्वामी विवेकानन्द,१९९१,१०२
०२१,सरल संस्कृत रचना,मोहनप्रसाद पोखरेल,२०८०,११६
०२२,"सृजना,शोध,र संस्कृत काव्यशास्त्रं",प्रभाती किरण,२०७०,१८०
स०२३,ग्रहलाघवम्,श्री केदारदत्त जोशी,२०७०,३४५
०२४,यजुर्वेद नेपालीमा,तिलकप्रसाद लुईटेल,२०६६,३७३
०२५,सरल संस्कृत व्याकरण,पुण्य निरौला,२०५९,१६२+२०
०२६,जीवनबाटै जीवन आउँछ,भक्तिसिद्धान्त,२०६६,११०
०२७,अनिवार्यसंस्कृतरचना,वासुदेव गौतम,२०७१,१०८
०२८,रेखागणितस्य,श्रीसुधाकरद्विवेदिकृतौ,२०५८,४०+५
०२९,श्रीबिष्णुसहस्रनामस्तोत्रम्,शेखर सुबेदी,,३४
०३०,सुगम ज्योतिष,सुनिल सिटौला,२०६१,९५
०३१,मुहूर्त कोष,पं रामावतार मिश्र,११९०,८५
०३२,संस्कृतरचनाप्रदिपः,प्रा. नीलमणि ढुंङ्गना,२०५९,२०२
०३३,सरल गीता,"गिताप्रेस, गोरखापुर",२०७९,२५५
०३४,सरल संस्कृत पाठ,श्री दुर्गाप्रसाद शास्त्री,२०५१,४५
०३५,हिन्दु सिद्धान्त ज्यौतिष र ग्रिक सिद्धानतज्यौतिषको तुलना,नयनराज पन्त,२०४६,११३
०३६,संस्कृत भाषा,कक्षा ६,,९०
०३७,योग विक्यान,खप्तडबाबा,२०६०,५५
०३८,महर्षि वेदव्यास (English),काशीनाथ न्यौपाने,२०७१,३४
०३९,रुद्राष्टाध्यायी,"गिताप्रेस,गोरखपुर",२०६७,२२४
०४०,कृष्णकर्णाभरणकाव्यम्,कुलप्रसाद गौतम,२०६७,८४
०४१,सरल पाङ फलित,ज्यो. हरिशचन्द्र भण्डारी,२०७४,१६०
०४२,ज्योतिषम्,मुरलीधर दाहाल,२०६९,१३४
०४३,अनिवार्य संस्कृतरचना,वासुदेव गौतमः,२०७१,१०८
०४४,व्याकरणमहाभाष्यम्,नवराज पाण्डेय चातक,२०७५,१८५
०४५,उतरमध्यमायाः(पाठ्यक्रम),महेद्रसंस्कृतविश्वविद्यालय,२०५६,२८५
०४६,गिता संग्रह,दामोदर अष्टकम्,,८७
०४७,श्री मद्भगवद्गिता यथारुप,भक्तिवेदान्त सेन्टर,,६३८
०४८,संस्कृतरचनाप्रकाशः,प्रा. नीलमणि ढुंङगाना,२०५५,२६२
०४९,संस्कृत व्याकरण,कक्षा ८,,१५८
०५०,संस्कृत व्याकरण,कक्षा ८,,१००
०५१,सिद्धान्त ज्योतिष (Notecopy),गौरव बिडारी,२०६७,
०५२,नित्यकर्म- पुजाप्रकाशन,प. लालाबिहारी मिश्र,२०७१,३८२
०५३,सरल गीता,"गीताप्रेस, गोरखपुर",२०७५,२५५
०५४,सिद्धान्तशिरोमणिः,पं. सत्यदेव शर्मा,२०११,४९५+२५०+७०
०५५,श्रीमद्भागवतमहापुराणम्,"गीताप्रेस,गोरखपुर",२०६७,६८०
०५६,संस्कारप्रकाश,"गीताप्रेस, गोरखपुर",२०८०,५४२
०५७,व्याकरणप्वेशिका,महेद्रसंस्कृतविश्वविद्यालय,२०५४,२५८
०५८,प्रश्नित्तरी भाग-२,कृपालु जी महाराज,,२०१७,,१८२
०५९,प्रश्नित्तरी भाग-३,कृपालु जी महाराज,२०१७,१५८
०६०,सुर्यसिद्धान्तः,प्रो. रामचन्द्र पाण्डेय,२०१४,३८२
०६१,Suryasiddhanta,Dr. Dudhikant Bharadwaj,1991,598
०६२,गुणरत्नमाला,ज्यो. पं टुकनाथ भुसाल,,७१
०६३,सुगम ज्योतिष प्रवेशिका,गोपेशकुमार ओझा,२०७०,३३८
०६४,संस्कृत स्वयं शिक्षक,श्रीपाद दामोदर सातवले,,
०६५,उपयोगी स्तोत्रमाला र पुजा सामाग्री,दिनानाथ पण्डित,दिनेशजीको उपहार,१२३
०६६,श्रीगंगासहस्त्रनामस्तोत्रम्,"गिताप्रेस,गोरखपुर",,१२६
०६७,The Bhagavadgita,"Gita Press, Grakhpur",2009,225
०६८,श्रीमद्भगवतगीता (श्लोकार्थसहित),"गिताप्रेस,गोरखपुर",२०६४,२५६
०६९,श्रीमद्भगवतगीता बिष्णुसहस्रनाम,"गिताप्रेस,गोरखपुर",,११६
०७०,रुपचन्द्रिका,ब्रहानन्द त्रिपाठी,२००९,६९०
0001,न्याय,ने.नि.क.संगठन,१०८०,१५२०
0002,वार्षिक प्रतिवेदन (स.अ.),सर्वोच्च अदालत,२०७९/०८०,२९३
0003,आर्थिक प्रतिवेदन (NIBL),(NIBL),२०७८/७९,१७५
0004,न्याय प्रशासनका आयाम,श्यामकुमार भट्टाराई,२०७५/फागुन,८६०
0005,देवानी कार्यविधि सम्बन्धि दिग्दर्शन,सर्वोच्च अदालत,२०७५,
0006,न्याय वाटिका,ने.का.व्या.परिषद्,२०८१,२९०
0007,कानुनी शुत्तीहरु,नेपाल कानुन आयोग,२०७८,४९८
0008,निर्यणाआधार संग्रह भाग-२,सम्पत्ति शुद्धिकरण अनुसन्धान विभाग,२०८०,१९२
0009,न्यायिक दर्पण,उच्च अदालत बार एशोसियशन हेटौडा,२०८०,१७०
0010,The National Civil Code Of Nepal,"NJA ,Nepal",२०८०,२१४
0011,सोपान,समसामायिक,२०८१,१०८
0012,न्यायपालिकाकको रणनीति,सर्वोच्च अदालत(२०८१/८२-०८५/८६),२०८१,१७०
0013,Harvard human Right,Ananda Mohan Battrrai,2024,380/401
0014,A theory of Justice,John Rawls,2011,607
0015,न्यायिक दिग्दर्शन(भुवन गिरी),जि.न्या.,२०८०,४९६
0016,न्यायिक आवाज,न्यायपालिका अधिकृत समाज,२०७५,५४२
0017,Law Journal 2023 Vol.,ने.का.व्या.परिषद्,२०८१,३६५
0018,बुलेटिन,ने.का.व्या.परिषद्,२०७७,२८८
0019,न्यायदुत्त,ने.बा.एशोसियशन,२०८१,१२४
0020,पञ्चवर्षिय रणनीति,ने.का.व्या.परिषद्,२०७८/०७९-०८२/०८३,९०
0021,बुलेटिन,ने.का.व्या.परिषद्,२०८१,१६०
0022,The Governance of China,Xi JINPING,२०८२
`;

// Dataset metadata
var data2Info = {
    name: "पुस्तक",
    description: "Library Mgmt",
    emoji: "📚",
    columns: 4,
    primaryKey: "ID"
};
